import Image from "next/image";
import Link from "next/link";
import React from "react";

export default function TypesOfPropertyOwnership() {
  return (
    <div className="mx-2 xl:mx-0 xl:ml-3">
      <div className="bg-sidpar flex justify-center items-center h-20 xl:h-40 rounded-md">
        <h1 className="text-2xl xl:text-3xl">أنواع ملكية العقار في سورية</h1>
      </div>
      <div className="flex justify-center items-center mt-10">
        <Image
          src={"/types-of-property-ownership.png"}
          width={1000}
          height={0}
          alt="types-of-property-ownership"
          className="rounded-md"
        />
      </div>
      <div className="xl:mx-20 mt-5">
        <div>
          <p className="text-xl text-accent">
            هناك العديد من أنواع الملكيات العقارية في سورية :
          </p>
          <div className=" text-gray-400 font-bold flex flex-col gap-2 mt-2 mb-5">
            <Link href={"#1"} className="block">
              - الطابو الأخضر ( السجل العقاري )
            </Link>
            <Link href={"#2"} className="block">
              - عقار حكم المحكمة
            </Link>
            <Link href={"#3"} className="block">
              - الملكية بموجب وكالة كاتب العدل غير قابلة للعزل
            </Link>
            <Link href={"#4"} className="block">
              - الملكية بعقد بيع قطعي فقط وساعة كهرباء{" "}
            </Link>
            <Link href={"#5"} className="block">
              - شراء حصة من عقار على الشيوع
            </Link>
          </div>
          <div id="1">
            <h1 className="text-3xl font-semibold">
              1 – الطابو الأخضر ( السجل العقاري ) :
            </h1>
            <div className="text-gray-400 flex flex-col text-lg gap-4 my-5">
              <p className="text-gray-400">
                وهو أقوى أنواع الملكية لأنه مسجلة لدى مديرية المصالح العقارية
                والتي تعد صحيفة لكل عقار موجود في سوريا تسجل فيه الملكيات
                والاشارات الواردة على العقار , زفي كل محافظة أو مدينة أو مركز
                منطقة في سوريا هناك دائرة للسجل العقاري.
              </p>
              <p className="text-gray-400">
                أما ورقة الطابة أو سند الملكية فهو عبارة عن كرتونة خضراء مائل
                للأزرق تحتوى كل معلومات العقار من اسم المالك ومقدار حصته ورقم
                العقار والمنطقة العقارية والمحافظة .
              </p>
              <p className="text-gray-400">
                وهذا السند ليس بذات قيمة سوى أنه أهم اثبات شكلي للملكية وفي حال
                ضياعه عليك التقدم بمعاملة بدل ضائع للسجل العقاري الذي يتبع له
                مكان العقار ويتم الاعلان عنه بالصحف الرسمية ث يسلموك بدلاً عنه .
              </p>
              <p className="text-gray-400">
                – وفي بعض الحالات تكون الملكية مسجلة في الصحيفة العقارية بشكل
                صحيح لكن المالك لا يملك هذا السند بسبب وجود تغيير في أوصاف
                العقار وهذا ليس بعائق في اجراء نقل الملكية اذا يتم حينها تنظيف
                تكليف بتصحيح أوصاف العقار ويرسل الى دائرة المساحة.
              </p>
              <p className="text-gray-400">
                – وأحيانا يكون سند الملكية ضائع وهذا أيضا لا مشكلة فيه اذا أنه
                يمكن نقل الملكية واجراء عاملة بدل الضائع عن سند الملكية.
              </p>
              <p className="text-gray-400">
                – واذا أردت شراء عقار مسجل في السجل العقاري ومالكه يحمل سند
                الملكية فعليك اولاً استخراج بيان قيد عقاري للعقار الذي ستشتريه
                اذا ربما على العقار اشارات بيع أو اشارات رهن أو غيرها من القيود
                حصلت بعد أن استلم المالك سند الطابو .
              </p>
              <p className="text-gray-400">
                – ويفضل عند شراء أي عقار وقبل دفع أي عربون التأكد من السجل
                العقاري واستخراج بيان قيد عقاري حديث للعقار واستشارة محامي في
                كتابة العقد وخاصة بعد أن صار يطلب موافقة أمنية للبائع والشاري
                فهو خبير في الأمور وهو من سيضع لك الشروط التي تحميك .
              </p>
              <p className="text-gray-400">
                – ولا تنسى أن تستخرج مخطط عقاري من دائرة المساحة أو مخطط افراز
                للعقار لتتأكد من العقار الذي ستشريه هو نفسه الموجود في المخطط
                وتطابق الأوصاف واتجاهات العقار المشترى مع أوصافه في المخطط
                المساحي , فأحياناً يتم شراء عقار بجانب العقار المطلوب بسبب عدم
                مطابقة أوصاف العقار مع المخطط المساحي.
              </p>
              <p className="text-gray-400">
                – وعليك أخذ اعلم أن المعاملة سوف تتم في مبنى دائرة السجل العقاري
                وليس في مكان آخر عدا طبعا العقارات التي يكون سجلها في السجل
                المؤقت أو في الجمعية السكنية أو المؤسسة العامة للإسكان فهم
                يعتبروا أيضا بمثابة سجل عقاري مبدئي يتم بعدها نقل الملكية الى
                السجل العقاري لكن بعد الانتهاء من اجراءات الجمعية أو السجل
                المؤقت.
              </p>
            </div>
          </div>
          <div id="2">
            <h1 className="text-3xl font-semibold">2 – عقار حكم المحكمة :</h1>
            <div className="text-gray-400 flex flex-col text-lg gap-4 my-5">
              <p className="text-gray-400">
                وهذا النوع يعني أن مالك العقار يحوز حكماً مكتسب الدرجة القطعية
                ومبرم من المحكمة المختصة التي يتبع لها موقع العقار يفيد بشرائه
                هذا العقار ويذكر في بنود الحكم تثبيت شراء فلان للعقار رقم كذا
                منطقة عقارية كذا وأوصافه كذا .
              </p>
              <p className="text-gray-400">
                وأما سبب لجوء المشتري لهذه الطريقة فهي عديدة ومنها عدم افراز
                العقار او صعوبة الحصول على الموافقة الأمنية.
              </p>
              <p className="text-gray-400">
                ونشير هنا الا أنه بموجب قانون اصول المحاكمات لا يمكن أن تتم هذه
                الدعوى الا عن طريق محامين وليس أصحاب العلاقة.
              </p>
              <p className="text-gray-400">
                وتتم هذه العملية بإقامة ورفع دعوى تثبيت بيع حيث يقوم الطرفان
                بتوكيل محامين لمتابعة الموضوع ويكون الدفع عند إقرار وكيل المالك
                أمام المحكمة بصحة البيع وبقبضه الثمن المتفق عليه وتقوم المحكمة
                بإجراء الكشف على العقار ومن ثم يصدر حكم بتثبيت البيع بعد أن تم
                وضع إشارة الدعوى على صحيفة العقار وننوه إلى أنه الإقرار أمام
                المحكمة له حجية ولا يمكن الرجوع عنه، ولكن نؤكد على أن يتم اختيار
                المحام الوكيل من المتخصصين والموثوقين وأن يكون محاميك من قبلك
                ومحامي البائع من قبله ليكون مسؤولاً أمامك عن إنجاز المهمة بشكل
                كامل.
              </p>
            </div>
          </div>
          <div id="3">
            <h1 className="text-3xl font-semibold">
              3- الملكية بموجب وكالة كاتب العدل غير قابلة للعزل :
            </h1>
            <div className="text-gray-400 flex flex-col text-lg gap-4 my-5">
              <p className="text-gray-400">
                يعد هذا النوع من أنواع الملكية درجة أقل من الدرجتين السابقتين
                ولكن له حجية وليس سيء، ولكن يجب أن يتم بشكل دقيق.
              </p>
              <p className="text-gray-400">
                ومعنى هذه الحالة أن يقوم المالك للحصة السهمية أو العقار بتنظيم
                وكالة خاصة عند الكاتب بالعدل المختص تتضمن توكيل البائع للشاري
                وتفويضه بنقل وفراغ ملكية العقار أو الحصة السهمية وكالة غير قابلة
                للعزل، و هنا لا بد من التنويه إلى عدة نقاط إذا ما كان البائع
                يملك العقار بموجب تسلسل وكالات لابد من التأكد من وجود هذه
                الوكالة و أن الوكالة التي بحوزته مصدقة حديثاً.
              </p>
              <p className="text-gray-400">
                و أما بالنسبة للسؤال الذي يتبادر للأذهان حول أن الوكالة الغير
                قابلة للعزل يمكن عزلها ؟! نعم يمكن عزلها و لكن برضى الطرفين
                لتعلق حق الوكيل بها والوكالة لا تنتهي بوفاة الموكل – البائع –
                وتسري بمواجهة ورثته، ولكن هنا لابد من أن نؤكد كما بينا أن العبرة
                للسجلات العقارية و لذا ننصح بأن يقوم المشتري بعد تنظيم الوكالة
                برفع دعوى ووضع إشارة الدعوى بموجب على الوكالة على صحيفة العقار
                لحماية حقه في الملكية تجاه الغير، ففي بعض حالات الاحتيالية قد
                يقوم البائع بتنظيم عدة وكالات غير قابلة للعزل لعدة أشخاص وقبض
                الثمن ومن ثم السفر خارج القطر ويكون الحق لمن قام بوضع إشارة
                الدعوى على صحيفة العقار مسبقاً.
              </p>
              <p className="text-gray-400">
                كما نؤكد إلى أننا نرى العديد من الحالات في المحاكم والملكيات
                التي كانت بموجب وكالات غير قابلة للعزل ولم يقم أصحابها بوضع
                إشارات على صحيفة العقار كانت الطامة الكبرى في أن سجلات الكاتب
                بالعدل في بعض المناطق الريفية تعرضت للتلف بسبب الأوضاع التي عصفت
                بالبلاد و يعتذر مع ذلك الحصول على صورة مصدقة عن الوكالات وهذا
                الموضوع يجب التنبه له ولن نخوض به لتشعبه ونكتفي بهذا التنويه من
                ضرورة وضع إشارة الدعوى بعد تنظيم الوكالة كطبقة حماية إضافية.
              </p>
              <p className="text-gray-400">
                وفي هذه الحالة غالباً ما تكون الأرض زراعية و تم بناء مخالفة
                عليها نشير إلى أن بعض المخالفات القديمة يمكن تسويتها والمصالحة
                عليها بإجراءات معينة.
              </p>
            </div>
          </div>
          <div id="4">
            <h1 className="text-3xl font-semibold">
              4- الملكية بعقد بيع قطعي فقط وساعة كهرباء :
            </h1>
            <div className="text-gray-400 flex flex-col text-lg gap-4 my-5">
              <p className="text-gray-400">
                هذه الطريقة للملكية تكثر في مناطق المخالفات أو أملاك الدولة، وهي
                من أضعف أنواع الملكية.
              </p>
              <p className="text-gray-400">
                حيث أن الملكية تعتمد على ورقة عقد موقعة بين الطرفين قد يكون في
                بعض الحالات أساس ملكية الأرض المبني عليها عائدة للدولة.
              </p>
              <p className="text-gray-400">
                وهنا يكون لوضع اليد على العقار أهمية بعد العقد حتى لا يحدث تزاحم
                في البيوع، ولكن الناس يميلون إلى شراء هذا النوع من العقارات
                لتدني أسعارها مقارنة بالنسبة للعقارات ذوات الملكية الأقوى.
              </p>
              <p className="text-gray-400">
                ومن الجدير بالذكر إلى أن نقل ملكية عداد الكهرباء أو المياه أو
                المالية لا تعد أسناد ملكية ولا حجية لها في ذلك و هو أمر شائع
                للترغيب وإن تعارف الناس وشراء هكذا نوع من أنواع العقارات ليس
                دليلاً على صحتها أو سلامتها ويمكن رد ذلك إلى حسن نية البائع وحظ
                المشتري في عدم الوقوع بين يدي المحتالين لذلك ننصح بأن عقار
                ملكيته من أنواع الملكيات المذكورة أعلاه ولو كان بمواصفات أقل
                أفضل من شراء عقار مخالف بموجب عقد.
              </p>
              <p className="text-gray-400">
                وإن كان الأرض ملك للدولة كما في العشوائيات المبنية على أملاك
                دولة فإنها لا تعطي المشتري بموجب عقد حقاً لدى الدولة كون البائع
                باع ما لا يملك ولكن كون الدولة مطلعة على الأوضاع السائدة فقد
                تأخذ بموضوع تعويض واعتبار العقد كقرينة وذلك موضوع احتمالي غيبي.
              </p>
              <p className="text-gray-400">
                وأخيراً في حال شراء عقار بشكل عام مخالف لابد من مراجعة محام مختص
                للقيام بإجراءات قانونية معينة للحصول على وثيقة تثبت قدم وضع اليد
                والمخالفة حتى إذا ما صدرت إعفاءات للمخالفات يكون لدى الشاري ما
                يثبت به قدم المخالفة وقابليتها للتسوية.
              </p>
            </div>
          </div>
          <div id="5">
            <h1 className="text-3xl font-semibold">
              5- شراء حصة من عقار على الشيوع :
            </h1>
            <div className="text-gray-400 flex flex-col text-lg gap-4 my-5">
              <p className="text-gray-400">
                لا بد لنا من الانطلاق من تعريف الملكية على الشيوع بشكل مبسط هي
                أن يكون العقار عائد لعدة مالكين لحصص سهمية غير مفرزة، وكمثال على
                ذلك عند وفاة المالك يتم نقل الملكية إلى ورثته بصفتهم خلفاً
                لمورثهم ولكن لم يتم تخصيص أو تحديد كل وارث بجزء معين من العقار
                وهنا يكون المالكين على الشيوع لمجموع الحصص السهمية المكونة
                للعقار كاملاً.
              </p>
              <p className="text-gray-400">
                وهنا عند شراء العقار يجب إما التوقيع مع جميع مالكي الحصص أو ثلاث
                أرباع المالكين ويتوجب الحصول على نسخة عن عقد تخاصص بين مالكي
                الحصص السهمية حتى لا يدخل الشاري بموضوع دعوى إزالة الشيوع وهي
                دعوى هدفها أن تقوم المحكمة المختصة بإنهاء حالة الشيوع و تقسيم
                الملكية بين مالكي الحصص وفق إجراءات معينة، وينصح في هذا النوع من
                التملك وضع اليد و استلام العقار كخطوة وقائية.
              </p>
              <p className="text-gray-400">
                وفي ختام هذا المقال ننوه الى استشارة محامي في حال شراء اي عقار
                وحتى قبل دفع العربون مع التنويه أن المبلغ الذي يذكر عادة في عقود
                البيع المطبوعة الجاهزة هو جزء من الثمن وليس عربون وان العقد
                بصيغته الحالية يفيد بأن منظميه أرادوه بيعاً قطعياً لا رجوع فيه
                ولا نكول عنه وبمعنى آخر فانه عند دفعك العربون أو قبضك العربون لا
                يحق لك فسخ العقد واعادة العربون.
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
}
